#include <stdio.h>
//#include <conio.h>

int main()
{
    char job[9];
    printf("Введите название фирмы\n");
    scanf("%s",job);
    printf(job);
    printf("\n");



    printf("-----------------------------------------------------------------------------------------\n");
    printf("|Фирмы - производители СКБД\t\t\t\t\t\t        |\n");
    printf("|Фирмы\t|Количество. продуктов\t|Годовой объем продажи ($)\t|Часть рынка (%)|\n");
    printf("|Фирма1\t|\t\t|\t\t|\t\t\t\t|\n");
    printf("|Фирма2\t|\t\t|\t\t|\t\t\t\t|\n");
    printf("|Фирма3\t|\t\t|\t\t|\t\t\t\t|\n");
    printf("|Примечание: по данным Gartner Group за 1999г\t\t\t\t|\n");
        printf("------------------------------------------------------------------------\n");


    return 0;
}
